Repository: jithware/brethap
Catalog: lib/l10n/app_*.arb
Languages: nl

source: Press Start
nl: Druk op start

source: Inhale
nl: Adem in

source: Exhale
nl: Adem uit

source: Hold
nl: Hou vast

source: Inhale Hold
nl: Hou inademing vast

source: Exhale Hold
nl: Hou uitademing vast

source: Inhale Last
nl: Hou inademing vol

source: Exhale Last
nl: Hou uitademing vol

source: Inhale Audio
nl: Inademingsaudio

source: Inhale Hold Audio
nl: Inademingsvasthoudaudio

source: Exhale Audio
nl: Uitademingsaudio

source: Exhale Hold Audio
nl: Uitademingsvasthoudaudio

source: Duration
nl: Duur

source: Duration Vibrate
nl: Duurvibratie

source: Duration TTS
nl: Duur-TTS

source: Breath Vibrate
nl: Ademvibratie

source: Breath TTS
nl: Adem-TTS

source: Clear All
nl: Wis alles

source: Reset All
nl: Reset alles

source: Restore
nl: Herstel

source: Export
nl: Exporteer

source: Presets
nl: Instellingen

source: Dismiss
nl: Negeer

# def
source: Default
nl: Standaard

source: Physiological Sigh
nl: Fysiologische zucht

# breathing478
source: 4-7-8 Breathing
nl: 4-7-8-ademhaling

source: Box Breathing
nl: Ademhalingsrechthoek

# cont
source: Continue
nl: Ga door

source: Cancel
nl: Annuleer

source: Ok
nl: Oké

source: Primary Color
nl: Primaire kleur

source: Background Color
nl: Achtergrondkleur

# longPressSavePreference
source: Long press button to save preference
nl: Lange vasthouden om instelling op te slaan

source: Select a preset
nl: Kies een instelling

source: Preferences
nl: Voorkeuren

# resetAllPreferences
source: Are you sure you want to reset all preferences?
nl: Weet je zeker dat je alle voorkeuren wil resetten?

source: Preferences reset
nl: Reset voorkeuren

source: Enter a name
nl: Voer een naam in

source: Sessions
nl: Sessies

# clearAllSessions
source: Are you sure you want to clear all sessions?
nl: Weet je zeker dat je alle sessie wil wissen?

source: Sessions cleared
nl: Sessies gewist

source: Sessions backed up
nl: Sessies geback-upt

source: Sessions restored
nl: Sessies herstelt

source: Sessions exported to
nl: Sessies geëxporteerd naar

source: Statistics
nl: Statistieken

# couldNotLaunch
source: Could not launch url
nl: Kon URL niet openen

# openBrowser
source: Please open a browser and go to
nl: Open a.u.b. een browser en ga naar

source: Calendar
nl: Kalender

# reportIssue
source: Report an Issue
nl: Meld een issue

source: Breaths
nl: Ademhalingen

source: Streak
nl: Serie

source: Session
nl: Sessie

source: Breath
nl: Ademhaling

source: Preference
nl: Voorkeur

source: Month
nl: Maand

# colorDisabled
source: Color is disabled in dark mode.
nl: Kleur is in donkere modus uitgeschakeld.

source: Heart Rate
nl: Hartslag

source: No Preferences
nl: Geen voorkeuren
